<?php
// Heading
$_['heading_title']    = 'Карусель';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Модуль карусели успешно изменен!';
$_['text_edit']        = 'Изменить модуль карусели';

// Entry
$_['entry_banner']     = 'Баннер';
$_['entry_limit']      = 'Предел';
$_['entry_scroll']     = 'Прокрутка';
$_['entry_image']      = 'Изображение (Ш x В) и тип изменения размера';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас нет прав для изменения модуля карусели!';
$_['error_module']     = 'Внимание: Требуется указать модуль!';
$_['error_image']      = 'Требуется указать ширину и высоту изображения!';