<?php
// Heading
$_['heading_title']    = 'Рекомендации';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Модуль рекомендаций успешно изменен!';
$_['text_edit']        = 'Изменить модуль рекомендаций';

// Entry
$_['entry_product']    = 'Товары';
$_['entry_limit']      = 'Предел';
$_['entry_image']      = 'Изображение (Ш x В) и тип изменения размера';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Help
$_['help_product']     = '(Автозаполнение)';

// Error
$_['error_permission'] = 'У вас нет прав для изменения модуля рекомендаций!';
$_['error_module']     = 'Внимание: Требуется указать модуль!';
$_['error_image']      = 'Требуется указать ширину и высоту изображения!';