<?php
// Heading
$_['heading_title']          = 'Информация';

// Text
$_['text_success']           = 'Вы успешно изменили информацию!';
$_['text_list']              = 'Список данных';
$_['text_add']               = 'Добавить информацию';
$_['text_edit']              = 'Редактировать данные';
$_['text_default']           = 'по умолчанию';

// Column
$_['column_title']           = 'Список названий';
$_['column_sort_order']	     = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок';
$_['entry_description']      = 'Описание';
$_['entry_store']            = 'Магазины';
$_['entry_meta_title'] 	     = 'Заголовок страницы';
$_['entry_meta_keyword'] 	 = 'Мета-тег ключевые слова';
$_['entry_meta_description'] = 'Мета-тег описание';
$_['entry_keyword']          = 'Ключeвые слова SEO';
$_['entry_bottom']           = 'Низ';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_layout']           = 'Переопределение разметки';

// Help
$_['help_keyword']           = 'Не используйте пробелы, замените пробелы на "-" и убедитесь в уникальности ключевого слова.';
$_['help_bottom']            = 'Отобразить внизу подвала.';

// Error
$_['error_warning']          = 'Пожалуйста, внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'Внимание: У вас нет прав на изменение информации!';
$_['error_title']            = 'Информационный Заголовок (Information Title) должен быть от 3 до 64 символов!';
$_['error_description']      = 'В описании должно быть больше чем 3 символа!';
$_['error_meta_title']       = 'Meta заголовок должен содержать от 3 до 255 символов!';
$_['error_keyword']          = 'Ключевые слова SEO уже используются!';
$_['error_account']          = 'Предупреждение: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как соглашение об использовании данных пользователя!';
$_['error_checkout']         = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия покупки в магазине!';
$_['error_affiliate']        = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия сотрудничества с магазином!';
$_['error_return']           = 'Внимание: Эта информационная страница не может быть удалена, поскольку она в настоящее время назначена как условия возврата магазина!';
$_['error_store']            = 'Внимание: Эта информационная страница не может быть удалена, так как используется в настоящее время в %s!';