<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Вы успешно изменили макеты!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавление макета';
$_['text_edit']           = 'Редактирование макета';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Сверху контента';
$_['text_content_bottom'] = 'Снизу контента';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Column
$_['column_name']         = 'Имя макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Имя макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Позиция';
$_['entry_sort_order']    = 'Порядок сортировки';

// Error
$_['error_permission']    = 'Внимание: У вас нет прав на изменение макетов!';
$_['error_name']          = 'Имя макета должно быть от 3 до 64 символов!';
$_['error_default']       = 'Предупреждение: Этот макет нельзя удалить, поскольку он в настоящее время назначен как макет магазина по умолчанию!';
$_['error_store']         = 'Предупреждение: Этот макет нельзя удалить, поскольку он в настоящее время назначен для %s магазина!';
$_['error_product']       = 'Предупреждение: Этот макет нельзя удалить, поскольку он в настоящее время назначен для %s продуктов!';
$_['error_category']      = 'Предупреждение: Этот макет нельзя удалить, поскольку он в настоящее время назначен для %s категорий!';
$_['error_information']   = 'Предупреждение: Этот макет нельзя удалить, поскольку он в настоящее время назначен для %s информационных страниц!';