<?php
// Heading
$_['heading_title']    = 'Подъём на лифте';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Вы успешно изменили доставку по весу!';
$_['text_edit']        = 'Изменить доставку по весу';

// Entry
$_['entry_rate']       = 'Тарифы';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Гео-зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Пример: 5:10. 00, 7:12.00 вес: стоимость, вес: стоимость, и т.д..';

// Error
$_['error_permission'] = 'У вас нет прав доступа для изменения доставки по весу!';
$_['error'] = 'Ошибка в заполнении обязательный полей для ввода. Поля не должны быть пустыми.';

$_['weight'] = 'Вес : ';
$_['price'] = 'Цена :';
