<?php
// Heading
$_['heading_title']    = 'Менеджер изображений';

// Text
$_['text_uploaded']    = 'Файл успешно загружен!';
$_['text_directory']   = 'Каталог успешно создан!';
$_['text_delete']      = 'Ваш файл или каталог был удален!';

// Entry
$_['entry_search']     = 'Поиск...';
$_['entry_folder']     = 'Имя папки';

// Error
$_['error_permission'] = 'Предупреждение: Доступ запрещен!';
$_['error_filename']   = 'Предупреждение: Имя файла должно быть от 3 до 255 символов!';
$_['error_folder']     = 'Предупреждение: Имя папки должно быть от 3 до 255 символов!';
$_['error_exists']     = 'Внимание: Файл или каталог с таким именем уже существует!';
$_['error_directory']  = 'Внимание: Каталог не существует!';
$_['error_filetype']   = 'Предупреждение: Неверный тип файла!';
$_['error_upload']     = 'Предупреждение: Не удалось отправить файл по неизвестной причине!';
$_['error_delete']     = 'Предупреждение: Вы не можете удалить этот каталог!';