<?php
// Heading
$_['heading_title']    = 'Состояния запасов';

// Text
$_['text_success']     = 'Статус В наличии был изменен!';
$_['text_list']        = 'Список состояний В наличии';
$_['text_add']         = 'Добавить статус В наличии';
$_['text_edit']        = 'Редактировать статус В наличии';

// Column
$_['column_name']      = 'Название статуса В наличии';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Название статуса В наличии';

// Error
$_['error_permission'] = 'У вас нет прав на редактирование статусов В наличии!';
$_['error_name']       = 'Имя статуса В наличии должно содержать от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Этот статус В наличии не может быть удалён, так как назначен на %s продуктов!';