<?php
// Heading
$_['heading_title']         = 'Произвольные поля';

// Text
$_['text_success']          = 'Вы изменили произвольные поля!';
$_['text_list']             = 'Список произвольных полей';
$_['text_add']              = 'Добавьте произвольное поле';
$_['text_edit']             = 'Редактировать произвольное поле';
$_['text_choose']           = 'Выбрать';
$_['text_select']           = 'Выберите';
$_['text_radio']            = 'Радиокнопка';
$_['text_checkbox']         = 'Чекбокс';
$_['text_input']            = 'Ввод';
$_['text_text']             = 'Текст';
$_['text_textarea']         = 'Текстовое поле';
$_['text_file']             = 'Файл';
$_['text_date']             = 'Дата';
$_['text_datetime']         = 'Дата &amp; Время';
$_['text_time']             = 'Время';
$_['text_account']          = 'Аккаунт';
$_['text_address']          = 'Адрес';

// Column
$_['column_name']           = 'Имя произвольного поля';
$_['column_location']       = 'Местоположение';
$_['column_type']           = 'Тип';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Entry
$_['entry_name']            = 'Имя произвольного поля';
$_['entry_location']        = 'Местоположение';
$_['entry_type']            = 'Тип';
$_['entry_value']           = 'Значение';
$_['entry_custom_value']    = 'Значение для имени произвольного поля';
$_['entry_customer_group']  = 'Группы клиентов';
$_['entry_required']        = 'Обязательно';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Help
$_['help_sort_order']       = 'Используйте минус для обратного отсчета из последнего поля в наборе.';

// Error
$_['error_permission']      = 'У вас нет прав на изменение произвольных полей!';
$_['error_name']            = 'Имя произвольного поля должно быть от 1 до 128 символов!';
$_['error_type']            = 'Предупреждение: требуется указать значения произвольных полей!';
$_['error_custom_value']    = 'Имя произвольного значения должно быть от 1 до 128 символов!';