<?php
// Heading
$_['heading_title']         = 'Клиенты';

// Text
$_['text_success']          = 'Вы изменили клиентов!';
$_['text_list']             = 'Список клиентов';
$_['text_add']              = 'Добавление клиента';
$_['text_edit']             = 'Редактирование клиента';
$_['text_default']          = 'По умолчанию';
$_['text_balance']          = 'Баланс';
$_['text_add_ban_ip']       = 'Заблокировать IP';
$_['text_remove_ban_ip']    = 'Разблокировать IP';

// Column
$_['column_name']           = 'Имя клиента';
$_['column_email']          = 'Электронная почта';
$_['column_customer_group'] = 'Группа клиентов';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата добавления';
$_['column_comment']        = 'Комментарий';
$_['column_description']    = 'Описание';
$_['column_amount']         = 'Количество';
$_['column_points']         = 'Бонусные баллы';
$_['column_ip']             = 'IP-адрес';
$_['column_total']          = 'Всего аккаунтов';
$_['column_action']         = 'Действие';

// Entry
$_['entry_customer_group']  = 'Группа клиентов';
$_['entry_firstname']       = 'Имя';
$_['entry_lastname']        = 'Фамилия';
$_['entry_email']           = 'Электронная почта';
$_['entry_telephone']       = 'Телефон';
$_['entry_fax']             = 'Факс';
$_['entry_newsletter']      = 'Новостная рассылка';
$_['entry_status']          = 'Статус';
$_['entry_safe']            = 'Безопасный';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Подтверждение';
$_['entry_company']         = 'Организация';
$_['entry_address_1']       = 'Адрес';
$_['entry_address_2']       = 'Адрес (продолжение)';
$_['entry_city']            = 'Населенный пункт';
$_['entry_postcode']        = 'Почтовый индекс';
$_['entry_country']         = 'Страна';
$_['entry_zone']            = 'Регион / область';
$_['entry_default']         = 'Адрес по умолчанию';
$_['entry_comment']         = 'Комментарий';
$_['entry_description']     = 'Описание';
$_['entry_amount']          = 'Количество';
$_['entry_points']          = 'Бонусные баллы';
$_['entry_name']            = 'Имя клиента';
$_['entry_approved']        = 'Утвержден';
$_['entry_ip']              = 'IP-адрес';
$_['entry_date_added']      = 'Дата добавления';

// Help
$_['help_safe']             = 'Включите, чтобы избежать поимки этого клиента системой по борьбе с мошенничеством';
$_['help_points']           = 'Используйте минус для удаления бонусных баллов';

// Error
$_['error_warning']         = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']      = 'У вас нет на изменение информации клиентов!';
$_['error_exists']          = 'Внимание: Адрес электронной почты уже зарегистрирован!';
$_['error_firstname']       = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']           = 'Неверный адрес элеткронной почты!';
$_['error_telephone']       = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password']        = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']         = 'Пароль и подтверждение пароля не совпадают!';
$_['error_address_1']       = 'Адрес должен содержать от 3 до 128 знаков!';
$_['error_city']            = 'Город должен быть от 2 до 128 символов!';
$_['error_postcode']        = 'Почтовый индекс должен содержать от 2 до 10 символов!';
$_['error_country']         = 'Пожалуйста, выберите страну!';
$_['error_zone']            = 'Пожалуйста, выберите регион / область!';
$_['error_custom_field']    = 'Требуется %s!';
$_['error_comment']         = 'Вы должны ввести комментарий!';