<?php
// Heading
$_['heading_title']     = 'Группы клиентов';

// Text
$_['text_success']      = 'Вы изменили группу пользователей!';
$_['text_list']         = 'Группы пользователей';
$_['text_add']          = 'Добавить группу пользователей';
$_['text_edit']         = 'Редактировать группу пользователей';

// Column
$_['column_name']       = 'Название группы пользователей';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы пользователей';
$_['entry_description'] = 'Описание';
$_['entry_approval']    = 'Утвердить новых пользователей';
$_['entry_sort_order']  = 'Порядок сортировки';

// Help
$_['help_approval']     = 'Пользователи должны быть одобрены администратором, прежде чем они смогут войти в систему.';

// Error
$_['error_permission']   = 'У вас нет прав на редактирование групп пользователей!';
$_['error_name']         = 'Название группы пользователей должно быть от 3 до 32 знаков!';
$_['error_default']      = 'Внимание: Эта группа пользователей не может быть удалёна, так как в настоящее время она назначена в качестве группы пользователей по умолчанию!';
$_['error_store']        = 'Внимание: Эта группа пользователей не может быть удалёна, так как в настоящее время для нее назначены %s!';
$_['error_customer']     = 'Внимание: Эта группа пользователей не может быть удалёна, так как в настоящее время ее пользоватлеям назначены %s!';