<?php
// Heading
$_['heading_title']     = 'Тема купона';

// Text
$_['text_success']      = 'Тема купона изменена!';
$_['text_list']         = 'Список тем купона';
$_['text_add']          = 'Добавить тему купона';
$_['text_edit']         = 'Редактировать тему купона';

// Column
$_['column_name']       = 'Название темы купона';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название темы купона';
$_['entry_description'] = 'Описание темы купона';
$_['entry_image']       = 'Изображение';

// Error
$_['error_permission']  = 'У вас нет прав на изменение тем купона!';
$_['error_name']        = 'Название темы купона должно быть от 3 до 32 символов!';
$_['error_image']       = 'Требуется изображение!';
$_['error_voucher']     = 'Предупреждение: Эту тему купона нельзя удалить, поскольку она назначена %s купонам!';