<?php
// Heading
$_['heading_title']     = 'Подарочные сертификаты';

// Text
$_['text_success']      = 'Вы успешно изменили ваучер!';
$_['text_list']         = 'Список подарочных ваучеров';
$_['text_add']          = 'Добавить ваучер';
$_['text_edit']         = 'Редактировать подарочный ваучер';
$_['text_sent']         = 'Подарочный ваучер был успешно отправлен по электронной почте!';

// Column
$_['column_name']       = 'Название ваучера';
$_['column_code']       = 'Код';
$_['column_from']       = 'От';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сумма';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'ID заказа';
$_['column_customer']   = 'Клиент';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'От Имени';
$_['entry_from_email']  = 'С электронной почты';
$_['entry_to_name']     = 'На Имя';
$_['entry_to_email']    = 'На электронную почту';
$_['entry_theme']       = 'Тема';
$_['entry_message']     = 'Сообщение';
$_['entry_amount']      = 'Сумма';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Введите код покупателя, чтобы активировать сертификат.';

// Error
$_['error_selection']   = 'Внимание: Ваучер не выбран!';
$_['error_permission']  = 'У вас нет прав на изменение ваучеров!';
$_['error_exists']      = 'Предупреждение: Код сертификата уже используется!';
$_['error_code']        = 'Код должен содержать от 3-х до 10-и знаков!';
$_['error_to_name']     = 'Имя получателя должно содержать от 1 до 64 символов!';
$_['error_from_name']   = 'Ваше имя должно содержать от 1 до 64 символов!';
$_['error_email']       = 'Такой адрес электронной почты недопустим!';
$_['error_amount']      = 'Количество должно быть больше или равно 1!';
$_['error_order']       = 'Предупреждение: Этот сертификат нельзя удалить т.к. это часть <a href="%s"> заказа</a>!';