<?php
// Heading
$_['heading_title']    = 'Резервное копирование и восстановление';

// Button
$_['button_import']   = 'Загрузить бэкап';
$_['button_export']    = 'Создать бэкап';

// Text
$_['text_backup']      = 'Скачать резервную копию';
$_['text_success']     = 'Базы данных успешно импортированы!';
$_['text_list']        = 'Список загрузок';

// Entry
$_['entry_restore']    = 'Загрузить бэкап';
$_['entry_backup']     = 'Резервная копия';
$_['entry_export']     = 'Создать бэкап';

// Error
$_['error_permission'] = 'У вас нет прав на изменение резервных копий!';
$_['error_backup']     = 'Предупреждение: Вы должны выбрать по крайней мере одну таблицу для резервного копирования!';
$_['error_empty']      = 'Предупреждение: Файл который вы загружаете, пуст!';